{"layout":"json","github":"simison","twitter":"simison","email":"mikael@ihminen.org","website":"http://www.mikaelkorpela.fi/","facebook":"mikael.korpela","reddit":"simison","couchsurfing":"simison","bewelcome":"mikael","trustroots":"mikael","warmshowers":41473,"city":"Vilnius","country":"LT","name":"Mikael Korpela","content":"<h3 id=\"modern-nomad-an-activist-and-a-friend\">Modern nomad, an activist and a friend.</h3>\n\n<p>I’m a lot on the road, it’s in my nature. Often I hitchhike. I consider myself as a modern vagabond or nomad. I can do my work from anywhere and sometimes I’m not doing paid work for long times.</p>\n\n<p>I’m a thinker, maker &amp; activist.</p>\n\n<p>I like building stuff, be it from wood or code.</p>\n\n<p>Techie, <a href=\"http://www.mikaelkorpela.fi/volunteering/\">working</a> most of my time on open source &amp; non-profit travel projects (I co-founded <a href=\"https://www.trustroots.org/\">Trustroots</a>, I work on <a href=\"http://hitchwiki.org/\">Hitchwiki</a> / <a href=\"http://nomadwiki.org/\">Nomadwiki</a> / <a href=\"http://trashwiki.org/\">Trashwiki</a> and bunch of other stuff).</p>\n\n<p>I enjoy a company of positive and talkative people.<br />\nDon’t be evil. Be yourself.</p>\n\n<p>I have a good tolerance for different people and behaviour.<br />\nYou can be odd if you want to.</p>\n\n<p>I live with <a href=\"http://www.wanderlust.lt/\">Simona</a>.</p>\n\n<p>I get a ton of people writing to me and asking to be hosted. By all means do contact me! I just tend to host only hitchhikers, cyclists, geeks, activists, long term nomads, tramps and other inspiring folk. You probably know if you’re one. ;-)</p>\n\n<p>We’re often out of Vilnius and we don’t plan much ahead; I don’t usually know what are my plans many weeks ahead. Last minute messages are great!</p>\n\n<p>Often heading to the countryside at the weekends.</p>\n\n<p>I love cycling, coffee, sauna, inspiring music, any food I didn’t try yet. Well I love good food. Great food. Mostly vegetarian, because cheese.</p>\n\n<p><a href=\"http://www.mikaelkorpela.fi/\">www.mikaelkorpela.fi</a></p>\n\n<p>PS. Vilnius is a busy city for hosting. Check out also Klaipeda, Kaunas and especially the countryside around! Totally worth it. :-)</p>\n","relative_path":"_json/simison.md","url":"/couches/simison.json","collection":"json"}
